Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_est-EST_MRT.tmx
Source language: en_us
Languages: et_ee

source: Very positive
et_ee: Väga positiivne

source: Would you say you live in...? {#D2_ins}
et_ee: Kas ütleksite, et elate...? {#D2_ins}

source: Greek
et_ee: kreeka

source: Polish
et_ee: poola

source: What is your nationality or nationalities if you hold more than one? {#D3a_ins}
et_ee: Milline on Teie kodakondsus või kodakondsused, kui Teil on neid mitu? {#D3a_ins}

source: Owned or controlled entirely by persons from (THIS COUNTRY)
et_ee: Täielikult selliste isikute omanduses või kontrolli all, kes on pärit Eestist

source: Refusal {#D5a_ins}
et_ee: Keeldumine {#D5a_ins}

source: Below 10% owned by persons from other countries outside (THIS COUNTRY)
et_ee: Vähem kui 10% ulatuses selliste isikute omanduses, kes on pärit muudest riikidest kui Eesti

source: Romanian
et_ee: rumeenia

source: Mining and Quarrying
et_ee: MÄETÖÖSTUS

source: How many children under the age of 15 are living in your household?
et_ee: Mitu alla 15-aastast last elab teie leibkonnas?

source: <center>Thank you for taking part in this survey. <br />These are all the questions we have for you today.</center>
et_ee: <center>Täname teid selles uuringus osalemise eest! <br />Täna meil teile rohkem küsimusi ei ole.</center>

source: <b>Trade, accommodation and food services</b>
et_ee: <b>Kaubandus, majutus ja toitlustus</b>

source: Belgian
et_ee: belgia

source: (WHEN SPEAKING TO THE TARGETED RESPONDENT) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting decision makers in companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means that neither you, nor your business, will be identifiable in any of the published results. For quality assurance, this phone call may be monitored and recorded. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public and business opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: No personal data will be collected during this interview. Your participation, together with your individual responses to the questions, will be kept strictly confidential. If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Are you happy to proceed with the interview? (SINGLE ANSWER, DO NOT READ OUT)
et_ee: (SIHTVASTAJAGA RÄÄKIDES) Tere, olen (ASUTUSE NIMI) küsitleja ... ja ma viin läbi küsitlust ettevõtte Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Pöördume Euroopa ettevõtete vastutavate isikute poole, et küsida nende seisukohti ajakohastel äriga seotud teemadel. Tagasisidet kasutatakse Euroopa poliitikakujundamise toetamiseks. Oleksin tänulik, kui leiate {#minutes_ins} minutit selles küsitluses osalemiseks. Küsitlusele vastamine on vabatahtlik ja teil on õigus iga hetk meelt muuta. Kõik vastused jäävad konfidentsiaalseks ja need pannakse kokku teiste vastajate vastustega. See tähendab, et ei teid ega teie ettevõtet ei ole võimalik üheski avaldatud tulemuses tuvastada. Kvaliteedi tagamiseks võidakse seda telefonikõne jälgida ja salvestada. <b>INTERVJUEERIJA, LISAGE, KUI KÜSITAKSE:</b> KLIENT? Ipsos korraldab seda uuringut {#Client} jaoks. Eurobaromeetri kiiruuringute eesmärk on jälgida avalikku ja ettevõtete arvamust Euroopa Liidus suure hulga erinevate teemade kohta. MILLISEID ISIKUANDMEID KOGUTAKSE: intervjuu käigus isikuandmeid ei koguta. Teie osalemist ja uuringuküsimuste vastuseid hoitakse rangelt konfidentsiaalsena. Kui teil on kommentaare, küsimusi või kahtlusi, saatke e-kiri aadressile <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a>. Kas soovite küsitlusega jätkata? (ÜKS VASTUS, ÄRGE LUGEGE ETTE)

source: Still in full-time education
et_ee: Jätkuvalt täiskoormusega õppes

source: (READ IF TARGET RESPONDENT IS NOT THE PERSON WHO FIRST ANSWERED THE PHONE) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. (READ FOR ALL RESPONDENTS) I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means you will not be identifiable in any of the published results. {#CONSENT_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. For quality assurance, this phone call may be monitored and recorded. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Are you happy to proceed with the interview? {#Birthday_ins}
et_ee: (LOE, KUI SIHTVASTAJA EI OLE ISIK, KES TELEFONILE VASTAS) Tere, olen (ASUTUSE NIMI) küsitleja... ja ma viin läbi küsitlust firma Ipsos Public Affairs tarbeks ühe nende kliendi nimel. Otsime vähemalt 15-aastaseid inimesi, kes oleksid nõus jagama oma arvamusi seoses probleemidega tänapäeva ühiskonnas. Viime seda uuringut läbi kogu Euroopas. See uuring ei ole osa ühestki turu-uuringust, meid huvitab avaliku arvamuse mõõtmine. (LOE KÕIGILE VASTAJATELE) Oleksin tänulik, kui leiate {#minutes_ins} minutit selles küsitluses osalemiseks. Küsitlusele vastamine on vabatahtlik ja Te võite iga hetk oma meelt muuta. Kõik vastused jäävad konfidentsiaalseks ja need pannakse kokku teiste vastajate vastustega. See tähendab, et Teid ei ole võimalik üheski avaldatud tulemuses tuvastada. {#CONSENT_ins} Kui soovite kõigepealt privaatsusteatist lugeda, leiate selle:{#intro_link}. See selgitab Teie isikuandmete töötlemise eesmärki ja ka Teie andmekaitseõigusi. Kvaliteedi tagamiseks võidakse seda telefonikõne jälgida ja salvestada. INTERJUEERIJA, LISAGE, KUI KÜSITAKSE: KUST TE MU NUMBRI SAITE: Teie telefoninumbri genereeris arvuti juhuslikult, nagu kõik numbrid, millele selles uuringus helistame. Meie eesmärk on intervjueerida esinduslikku valimit selle riigi rahvastikust. KLIENT? Ipsos korraldab seda uuringut {#Client} jaoks. Eurobarameetri kiiruuringute eesmärk on jälgida avalikku arvamust Euroopa Liidus suure hulga erinevate teemade kohta. MILLISEID ISIKUANDMEID KOGUTAKSE: Kasutame Teie telefoninumbrit, et kutsuda Teid osalema selles intervjuus ja ainult kvaliteedikontrolli eesmärgil. Kogutakse teavet soo ja vanuse kohta, nagu ka isikuandmeid intervjuu küsimustele antud vastustest (nagu perekonnaseis). Kogu teave, mida jagate, jääb konfidentsiaalseks. Teie vastused kombineeritakse kõigi teiste osalejate vastustega ning isiku tuvastamist võimaldavaid andmeid Ipsose kliendiga ei jagata. Kas soovite küsitlusega jätkata? {#Birthday_ins}

source: Errors
et_ee: Vead

source: Answer '{ANSWER}' is not an integer value.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastus '{ANSWER}' ei ole täisarv.

source: Less than 25,000 euro
et_ee: Alla 25 000 euro

source: years
et_ee: aasta(t)

source: 16 years or older (not available, call back later)
et_ee: 16-aastane või vanem (ei ole kättesaadav, helista pärast uuesti)

source: Owner of shop, craftsman
et_ee: Poeomanik, oskustööline

source: Student (full-time)
et_ee: Õpilane/üliõpilane (täisajaga)

source: Refusal
et_ee: Keeldumine

source: Frequently
et_ee: Sageli

source: Yes, one mobile phone
et_ee: Jah, ühte mobiiltelefoni

source: Employee
et_ee: Palgatöötaja

source: Activities of households as employers; undifferentiate goods and services producing activities of households for own use
et_ee: KODUMAJAPIDAMISTE KUI TÖÖANDJATE TEGEVUS; KODUMAJAPIDAMISTE OMA TARBEKS MÕELDUD ERISTAMATA KAUPADE TOOTMINE JA TEENUSTE OSUTAMINE

source: Don't know/No Answer (DO NOT READ OUT)
et_ee: EOÖ / VASTUS PUUDUB (ÄRGE LUGEGE ETTE)

source: Electricity, gas, steam and air conditioning supply
et_ee: ELEKTRIENERGIA, GAASI, AURU JA KONDITSIONEERITUD ÕHUGA VARUSTAMINE

source: Slovakia
et_ee: Slovakkia

source: Latvia
et_ee: Läti

source: Never been in full-time education
et_ee: Ei ole kunagi olnud täiskoormusega õppes

source: Over the past two years, has your company's total number of employees increase, decreased or remained about the same? (DO NOT READ OUT, ONE ANSWER ONLY)
et_ee: Kas teie ettevõtte kogu töötajate arv on viimase kahe aasta jooksul suurenenud, vähenenud või jäänud umbes samaks? (ÄRGE LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
et_ee: IGASUGUNE HULGI- JA JAEKAUBANDUS (KAASAARVATUD MOOTORSÕIDUKITE JA MOOTORRATASTE REMONT)

source: <b>Thank you for your participation. Please click next and then close the browser.</b>
et_ee: <b>Täname Teid osavõtu eest. Palun klõpsake "Järgmine" ja sulgege seejärel brauser.</b>

source: Decreased
et_ee: Vähenenud

source: Slovenian
et_ee: sloveenia

source: After 1 January {#CurrentYear_insert_1}
et_ee: Pärast {#CurrentYear_insert_1}. aasta 1. jaanuari

source: Stayed about the same
et_ee: Jäänud umbes samaks

source: Lithuania
et_ee: Leedu

source: Answer '{ANSWER}' is not numeric.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastus '{ANSWER}' ei ole numbrilise väärtusega.

source: Please enter a value between 15 and 105. If you are less than 15 years old, you are not eligible to participate in this study.
et_ee: Palun sisestage väärtus vahemikus 15 kuni 105. Kui olete noorem kui 15-aastane, ei sobi Te uuringus osalema.

source: Answer '{ANSWER}' cannot be combined with other answers.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastust '{ANSWER}' ({CATEGORY}) ei saa kombineerida teiste vastustega.

source: Looking after the home
et_ee: Hoolitsete kodu eest

source: Self-employed
et_ee: FIE

source: European Insurance and Occupational Pensions Agency
et_ee: Euroopa Kindlustus- ja Tööandjapensionide Järelvalve

source: Other {#D5a_ins}
et_ee: MUU {#D5a_ins}

source: More than 2 to 10 million euro
et_ee: Üle 2 miljoni euro kuni 10 miljonit eurot

source: Financial and insurance activities
et_ee: FINANTS- JA KINDLUSTUSTEGEVUS

source: Information and Communication
et_ee: INFO JA SIDE

source: In the last two years, has your company been involved in any dispute which has gone to court?
et_ee: Kas Teie ettevõte on kahel viimasel aastal osalenud mis tahes vaidluses, mis on jõudnud kohtusse?

source: The thousands separator character is not allowed.
et_ee: Tuhandike eraldaja ei ole lubatud.

source: Does your company sell … (READ OUT – MULTIPLE ANSWERS POSSIBLE)
et_ee: Kas Teie ettevõte müüb… (LUGEGE ETTE - MITU VÕIMALIKKU VASTUST)

source: British
et_ee: briti

source: Local political matters
et_ee: Kohalikke poliitilisi küsimusi

source: How many employees (in full-time equivalents) does your company currently have? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
et_ee: Mitu (täistööajaga) töötajat teie ettevõttes praegu on? VAJADUSEL LISAGE: kui te ei ole kindel, pakkuge nii täpselt, kui oskate. (VAJADUSEL LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Interviewer instruction: Do not read, just fill in your interviewer_ID.
et_ee: Juhis küsitlejale: ärge lugege ette, vaid sisestage oma interviewer_ID.

source: I would like to reassure you that your child's cooperation is completely voluntary. All answers are confidential and combined with other participants’ answers. This means your child will not be identifiable in any of the published results. {#PARENT3_ins} If you would like to read the Data Protection Notice, you can access it at {#intro_link}. This explains the purpose for processing your personal data as well as your data protection rights. INTERVIEWER ADD IF ASKED: HOW DID YOU GET MY NUMBER: Your telephone number has been randomly generated by a computer, like all numbers we dial for this research. Our aim is to interview a representative sample of this country’s population. CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: We use your phone number to invite you to take part in this interview and for quality control purposes only. Gender and age information will be collected, as well as personal data from the replies to the interview questions (such as marital status). All of the information you provide will remain confidential, your answers will be combined with all other participants’ answers, and no identifiable data will be shared with Ipsos’ client. Do we have your permission to conduct this interview with your child? {#Birthday_ins}
et_ee: Tahaksime Teile kinnitada, et Teie lapse osalemine on täiesti vabatahtlik. Kõik vastused on konfidentsiaalsed ja need pannakse kokku teiste vastajate vastustega. See tähendab, et Teie last ei ole võimalik üheski avaldatud tulemuses tuvastada. {#PARENT3_ins} Kui soovite kõigepealt privaatsusteatist lugeda, leiate selle:{#intro_link}. See selgitab Teie isikuandmete töötlemise eesmärki ja ka Teie andmekaitseõigusi. INTERJUEERIJA, LISAGE, KUI KÜSITAKSE: KUST TE MU NUMBRI SAITE: Teie telefoninumbri genereeris arvuti juhuslikult, nagu kõik numbrid, millele selles uuringus helistame. Meie eesmärk on intervjueerida esinduslikku valimit selle riigi rahvastikust. KLIENT? Ipsos korraldab seda uuringut [{#Client}] jaoks. Eurobarameetri kiiruuringute eesmärk on jälgida avalikku arvamust Euroopa Liidus suure hulga erinevate teemade kohta. MILLISEID ISIKUANDMEID KOGUTAKSE: Kasutame Teie telefoninumbrit, et kutsuda Teid osalema selles intervjuus ja ainult kvaliteedikontrolli eesmärgil. Kogutakse teavet soo ja vanuse kohta, nagu ka isikuandmeid intervjuu küsimustele antud vastustest (nagu perekonnaseis). Kogu teave, mida jagate, jääb konfidentsiaalseks. Teie vastused kombineeritakse kõigi teiste osalejate vastustega ning isiku tuvastamist võimaldavaid andmeid Ipsose kliendiga ei jagata. Kas Te annate meile loa oma last küsitleda? {#Birthday_ins}

source: The answer has too much text, current length is {LENGTH}, maximum is {MAXLENGTH}.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastuses liiga pikk tekst, praegune pikkus {LENGTH}, maximum on {MAXLENGTH}.

source: In another way
et_ee: Mõtlen endast teisiti

source: Finnish
et_ee: soome

source: Middle management
et_ee: Kesktaseme juhtkond või muu juhtkond (osakonnajuhataja, juhataja asetäitja, õpetaja, meister, jne)

source: Other employee (salesman, nurse, …)
et_ee: Muu palgatöötaja (müüja, meditsiiniõde, …)

source: (SINGLE ANSWER, DO NOT READ OUT)
et_ee: (ÜKS VASTUS, ÄRGE LUGEGE ETTE)

source: Please enter a value between 0 and 99.
et_ee: Palun sisestage väärtus vahemikus 0 kuni 99.

source: Small or medium-sized town
et_ee: Väikses või keskmise suurusega linnas

source: Education
et_ee: HARIDUS

source: Yes
et_ee: Jah

source: Poland
et_ee: Poola

source: Select all that apply.
et_ee: Valige kõik sobivad.

source: Products to companies or other organisations
et_ee: tooteid ettevõtetele või teistele organisatsioonidele

source: European Securities and Markets Authority
et_ee: Euroopa Väärtpaberiturujärelevalve

source: 50 to 249 employees
et_ee: 50 kuni 249 töötajat

source: Yes, more than one mobile phone
et_ee: Jah, rohkem kui ühte mobiiltelefoni

source: Insert for D5._5 - Refusal
et_ee: Insert for D5._5 - Keeldumine

source: The survey includes some questions that could be considered sensitive as they relate to political opinions. You may refuse to answer these questions at any time, and you can withdraw your consent for participation at any time.
et_ee: Küsitlus sisaldab mõnda küsimust, mida võib pidada tundlikuks, sest need puudutavad poliitilisi seisukohti. Võite mis tahes hetkel keelduda nendele küsimustele vastamast ja võite ka oma nõusoleku igal hetkel tagasi võtta.

source: Services to companies or other organisations
et_ee: teenuseid ettevõtetele või teistele organisatsioonidele

source: Italy
et_ee: Itaalia

source: Neutral
et_ee: Neutraalne

source: Czechia
et_ee: Tšehhi

source: Unskilled manual worker
et_ee: Lihttööline

source: Ireland
et_ee: Iirimaa

source: <b>Public services</b>
et_ee: <b>Avalikud teenused</b>

source: Other
et_ee: Muu

source: Irish
et_ee: iiri

source: Does someone pick-up the phone?
et_ee: Kas keegi vastab sellele telefonile?

source: Public administration and defence; compulsory social security
et_ee: AVALIK HALDUS JA RIIGIKAITSE; KOHUSTUSLIK SOTSIAALKINDLUSTUS

source: <b>Industry</b>
et_ee: <b>Tööstus</b>

source: Swedish
et_ee: rootsi

source: Answer '{ANSWER}' is not a valid Date/Time.
et_ee: Vastus '{ANSWER}' ei ole kehtiv kuupäev.

source: 500 or more employees
et_ee: 500 või rohkem töötajat

source: The answer does not have enough text, current length is {LENGTH}, minimum is {MINLENGTH}.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Vastuses on liiga vähe teksti, praegune pikkus {LENGTH}, miinimum on {MINLENGTH}.

source: Which of the following statements regarding the European Union is closest to your opinion? {#D2_ins}
et_ee: Milline järgmistest väidetest Euroopa Liidu kohta on lähim Teie arvamusele? {#D2_ins}

source: More than 100,000 to 250,000 euro
et_ee: Üle 100 000 euro kuni 250 000 eurot

source: Approximately, what percentage of the value of your company's products and or services were sold to other EU Member States in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
et_ee: Ligikaudu mitu protsenti Teie ettevõtte toodete ja/või teenuste koguväärtusest müüdi {#CurrentYear_insert_1}. aastal teistesse Euroopa Liidu liikmesriikidesse? VAJADUSEL LISAGE: kui te ei ole kindel, pakkuge nii täpselt, kui oskate. (VAJADUSEL LUGEGE ETTE; AINULT ÜKS VASTUS)

source: Finland
et_ee: Soome

source: There are too many answers, only {MAXANSWERS} are allowed.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Liiga palju vastuseid, lubatud on {MAXANSWERS}.

source: Slovenia
et_ee: Sloveenia

source: No
et_ee: Ei

source: How old are you? {#D1_ins}
et_ee: Kui vana Te olete? {#D1_ins}

source: <b>Non-public services</b>
et_ee: <b>Muud kui avalikud teenused</b>

source: Are you happy to proceed with the interview?
et_ee: Kas soovite küsitlusega jätkata?

source: Refusal (SPONTANEOUS)
et_ee: Keeldumine (SPONTAANNE)

source: European Investment Bank Group
et_ee: Euroopa Investeerimispanga grupp

source: Real estate activities
et_ee: KINNISVARAALANE TEGEVUS

source: Please enter a value between {#D1_age_ins} and 105. If the respondent is less than {#D1_age_ins} years, select response “<{#D1_age_ins} years”.
et_ee: Palun sisestage väärtus vahemikus {#D1_age_ins} kuni 105. Kui vastaja on noorem kui {#D1_age_ins}-aastane, valige vastus “<{#D1_age_ins} aasta(t)”.

source: Sold products and or services to countries outside EU
et_ee: Müünud tooteid ja teenuseid väljaspool ELi asuvatesse riikidesse

source: In which (region) is your company headquarers located?
et_ee: Millises (piirkonnas) teie ettevõtte peakorter asub?

source: More than 50 million euro
et_ee: Üle 50 miljoni euro

source: Between 1 and 5 years
et_ee: 1–5 aastat

source: Put through to the targeted respondent
et_ee: Ühendatakse sihtvastajaga

source: (DO NOT READ OUT; MULTIPLE ANSWERS POSSIBLE)
et_ee: (ÄRGE LUGEGE ETTE; MITU VÕIMALIKKU VASTUST)

source: Don't know {#D5a_ins}
et_ee: Ei tea {#D5a_ins}

source: Don't know
et_ee: Ei oska öelda

source: When was your company established? (READ OUT, ONE ANSWER ONLY)
et_ee: Millal on Teie ettevõtte asutatud?

source: More than 25,000 to 50,000 euro
et_ee: Üle 25 000 euro kuni 50 000 eurot

source: 15 years old, but not available/not at home
et_ee: 15 aastat vana, kuid ei ole kättesaadav/kodus

source: A rural area or village
et_ee: Maapiirkonnas või külas

source: Never
et_ee: Mitte kunagi

source: <b>Agriculture, Forestry and Fishing</b>
et_ee: <b>Põllumajandus, metsandus ja kalandus</b>

source: There are too few answers, at least {MINANSWERS} are required.
et_ee: Küsimuses '{QUESTION}' ({QUESTION_NUMBER}): Liiga vähe vastuseid, vähemalt {MINANSWERS} on nõutud.

source: (DO NOT READ OUT; ONE ANSWER ONLY)
et_ee: (ÄRGE LUGEGE ETTE - AINULT ÜKS VASTUS)

source: Luxembourgish
et_ee: luksemburgi

source: Committee of the Regions
et_ee: Regioonide Komitee

source: I’m rather in favour of the European Union, but not the way it has been realised until now
et_ee: Ma pigem pooldan Euroopa Liitu, aga mitte nii, nagu see on siiani toiminud

source: Germany
et_ee: Saksamaa

source: (READ OUT; ONE ANSWER ONLY)
et_ee: (LUGEGE ETTE; AINULT ÜKS VASTUS)

source: How many people aged 15 years or more live in your household, yourself included?
et_ee: Mitu 15-aastast ja vanemat inimest elab Teie leibkonnas, kui Te arvestate nende hulka ka iseennast?

source: Targeted respondent not available, call back later
et_ee: Sihtvastaja pole kättesaadav, helistage hiljem tagasi

source: Consumers, Health, Agriculture and Food Executive Agency
et_ee: Tarbija-, Tervise-, Põllumajandus- ja Toiduküsimuste Rakendusamet

source: Navigations
et_ee: Liikumisnupud

source: Supervisor/foreman (team manager, …)
et_ee: Järelevaataja / töödejuhataja (meeskonnajuht, …)

source: Less than 16 years (SPONTANEOUS)
et_ee: Alla 16-aastane (SPONTAANNE)

source: Transportation and Storage
et_ee: VEONDUS JA LAONDUS

source: Less than 1 year
et_ee: Alla 1 aasta

source: French
et_ee: prantsuse

source: Before 1 January {#CurrentYear_insert_6}
et_ee: Enne {#CurrentYear_insert_6}. aasta 1. jaanuari

source: Got worse
et_ee: Halvenenud

source: More than 10 years
et_ee: Üle 10 aasta

source: Sold products and or services to other EU countries
et_ee: Müünud tooteid ja teenuseid teistesse ELi riikidesse

source: Construction
et_ee: EHITUS

source: 1 to 9 employees
et_ee: 1 kuni 9 töötajat

source: Not applicable (DO NOT READ OUT)
et_ee: EI KÄI ETTEVÕTTE KOHTA (ÄRGE LUGEGE ETTE)

source: Cyprian
et_ee: küprose

source: I’m opposed to the idea of the European Union in general
et_ee: Ma olen üldiselt Euroopa Liidu idee vastu

source: Other (DO NOT READ OUT)
et_ee: MUU (ÄRGE LUGEGE ETTE)
